Repository: Polybotumian/wordpress-plugin-itestimonial
Catalog: languages/itestimonial-*.po
Languages: tr_tr

source: You do not have sufficient permissions to access this page.
tr_tr: Bu sayfaya erişmek için yeterli izniniz yok.

source: You do not have sufficient permissions to access this action.
tr_tr: Bu eyleme erişmek için yeterli izniniz yok.

source: Invalid testimonial ID.
tr_tr: Geçersiz referans kimliği.

source: Page Not Found
tr_tr: Sayfa Bulunamadı

source: The specified page could not be found.
tr_tr: Belirtilen sayfa bulunamadı.

source: Testimonial created successfully.
tr_tr: Referans başarıyla oluşturuldu.

source: Testimonial deleted successfully.
tr_tr: Referans başarıyla silindi.

source: Testimonial updated successfully.
tr_tr: Referans başarıyla güncellendi.

source: Testimonial not found.
tr_tr: Referans bulunamadı.

source: ITestimonials Management
tr_tr: ITestimonials Yönetimi

source: Welcome to the ITestimonials admin page. Here you can manage your testimonials. After saving any of your testimonial, you can place it as shortcode to use it.
tr_tr: ITestimonials yönetici sayfasına hoş geldiniz. Burada referanslarınızı yönetebilirsiniz. Herhangi bir referansınızı kaydettikten sonra, onu kullanmak için kısa kod olarak yerleştirebilirsiniz.

source: Shortcode Attributes:
tr_tr: Kısakod Parametreleri:

source: limit: Maximum number of testimonials (e.g., limit="5").
tr_tr: limit: Maksimum referans sayısı (örn., limit="5").

source: view: Layout style (slider or grid).
tr_tr: view: Şablon stili (slider veya grid)

source: slidestoshow: Number of slides visible at once in the carousel (e.g., slidestoshow="3").
tr_tr: slidestoshow: Karuselde aynı anda görünen slayt sayısı (örneğin, slidestoshow="3").

source: slidestoscroll: Number of slides to move with each scroll (e.g., slidestoscroll="1").
tr_tr: slidestoscroll: Her kaydırmada hareket ettirilecek slayt sayısı (örneğin, slidestoscroll="1").

source: autoplay: Enable/disable autoplay (autoplay="true" or autoplay="false").
tr_tr: autoplay: Otomatik oynatmayı etkinleştirin/devre dışı bırakın (autoplay="true" veya autoplay="false").

source: autoplayspeed: Time between autoplay slides in milliseconds (e.g., autoplayspeed="5000").
tr_tr: autoplayspeed: Milisaniye cinsinden otomatik oynatma slaytları arasındaki süre (örneğin, autoplayspeed="5000").

source: selection: Comma-separated list of testimonial IDs (e.g., selection="b2454407-9ae5-4746-a5d3-9a540b4d1932,de6565c7-9281-4b75-90bd-87e2d4ed943a,fcee34d7-1f97-4691-9939-6d6c09d40279, ..").
tr_tr: selection: Bonservis kimliklerinin virgülle ayrılmış listesi (örneğin, selection="b2454407-9ae5-4746-a5d3-9a540b4d1932,de6565c7-9281-4b75-90bd-87e2d4ed943a,fcee34d7-1f97-4691-9939-6d6c09d40279, ..").

source: Examples
tr_tr: Örnekler

source: Edit Testimonial
tr_tr: Referansı Düzenle

source: Add New Testimonial
tr_tr: Yeni Referans Ekle

source: Image
tr_tr: İmge

source: Select Image
tr_tr: İmge seç

source: Author
tr_tr: Yazar

source: Score
tr_tr: Puan

source: Date
tr_tr: Tarih

source: Testimonial
tr_tr: Referans

source: Update Testimonial
tr_tr: Referansı Güncelle

source: Add Testimonial
tr_tr: Referans Ekle

source: Existing Testimonials
tr_tr: Var Olan Referanslar

source: Created At
tr_tr: Oluşturulduğu Tarih

source: Actions
tr_tr: İşlemler

source: Edit
tr_tr: Düzenle

source: Are you sure you want to delete this testimonial?
tr_tr: Bu referansı silmek istediğinize emin misiniz?

source: Delete
tr_tr: Sil

source: No testimonials found.
tr_tr: Referans bulunamadı.

source: Select or Upload an Image
tr_tr: Bir imge yükle veya seç

source: Use this image
tr_tr: Bu imgeyi kullan

source: Read More
tr_tr: Daha Fazla

source: Read Less
tr_tr: Daha Az

source: No testimonials available.
tr_tr: Uygun referans yok.

source: Missing required parameters.
tr_tr: Gerekli parametler eksik.

source: Security check failed.
tr_tr: Güvenlik kontrolü başarısız.
